Samples/Output/net10.0/d2/nugetconflictsample.d2
direction: left

nugetconflictsample: NugetConflictSample
alloverit_9-2-0: AllOverIt\nv9.2.0
alloverit-assertion_9-2-0: AllOverIt.Assertion\nv9.2.0
nuget-protocol_7-3-1: NuGet.Protocol\nv7.3.1
nuget-packaging_7-3-1: NuGet.Packaging\nv7.3.1
newtonsoft-json_13-0-3: Newtonsoft.Json\nv13.0.3
nuget-configuration_7-3-1: NuGet.Configuration\nv7.3.1
nuget-versioning_7-3-1: NuGet.Versioning\nv7.3.1
system-security-cryptography-pkcs_8-0-1: System.Security.Cryptography.Pkcs\nv8.0.1
alloverit_9-2-0 <- nugetconflictsample
alloverit-assertion_9-2-0 <- alloverit_9-2-0
nuget-protocol_7-3-1 <- nugetconflictsample
nuget-packaging_7-3-1 <- nuget-protocol_7-3-1
newtonsoft-json_13-0-3 <- nuget-packaging_7-3-1
nuget-configuration_7-3-1 <- nuget-packaging_7-3-1
nuget-versioning_7-3-1 <- nuget-packaging_7-3-1
system-security-cryptography-pkcs_8-0-1 <- nuget-packaging_7-3-1
alloverit_9-2-0.style.fill: "#ADD8E6"
alloverit_9-2-0.style.opacity: 0.8
alloverit-assertion_9-2-0.style.fill: "#FFEC96"
alloverit-assertion_9-2-0.style.opacity: 0.8
nuget-protocol_7-3-1.style.fill: "#ADD8E6"
nuget-protocol_7-3-1.style.opacity: 0.8
nuget-packaging_7-3-1.style.fill: "#FFEC96"
nuget-packaging_7-3-1.style.opacity: 0.8
newtonsoft-json_13-0-3.style.fill: "#FFEC96"
newtonsoft-json_13-0-3.style.opacity: 0.8
nuget-configuration_7-3-1.style.fill: "#FFEC96"
nuget-configuration_7-3-1.style.opacity: 0.8
nuget-versioning_7-3-1.style.fill: "#FFEC96"
nuget-versioning_7-3-1.style.opacity: 0.8
system-security-cryptography-pkcs_8-0-1.style.fill: "#FFEC96"
system-security-cryptography-pkcs_8-0-1.style.opacity: 0.8
